Revit 2027 API
ConceptualSurfaceType.MassSubCategoryId Property
 The mass subcategory id of the ConceptualSurfaceType.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId MassSubCategoryId { get; }
Public ReadOnly Property MassSubCategoryId As ElementId
	Get
public:
property ElementId^ MassSubCategoryId {
	ElementId^ get ();
}
member MassSubCategoryId : ElementId with get
Property Value
ElementId
See Also
Reference
ConceptualSurfaceType Class
Autodesk.Revit.DB.Analysis Namespace